[BalanceDefs.ID_MO_SafeSound_MoxxiePhoto2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Fotos Sugestivas"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[BalanceDefs.ID_MO_SafeSound_MoxxiePhoto2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma imagem que vale mais que mil palavras de sacanagem."
NoConstraintText=""
Suffix=""
Prefix=""

[BalanceDefs.ID_MO_SafeSound_MoxxiePhoto3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Fotos Sugestivas"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[BalanceDefs.ID_MO_SafeSound_MoxxiePhoto3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma imagem que vale mais que mil palavras de sacanagem."
NoConstraintText=""
Suffix=""
Prefix=""

[InteractiveObjects.IO_SafeSound_SpawnStyleBlue InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_SafeSound_Vault InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.IO_SafeAndSound_DeadBlue InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_SafeSound_MoxxiePhoto MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Fotos Sugestivas"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_SafeSound_MoxxiePhoto:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma imagem que vale mais que mil palavras de sacanagem."
NoConstraintText=""
Suffix=""
Prefix=""

[ObjectGrade_SafeSound_BankVault InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=(DisplayName="Cofre de Marcus"))

